var hzgx_sz = ["户主","配偶","之子","之女","之儿媳","之女婿","之孙子","之孙女","之外孙子","之外孙女","之父","之母","之岳父","之岳母","之公公","之婆婆","之祖父","之祖母","之外祖父","之外祖母"];//与户主关系
var minzu_sz = ["汉族","满族","回族","蒙古族","藏族","维吾尔族","苗族","彝族","壮族","布依族","朝鲜族","侗族","瑶族","白族","哈尼族","哈萨克族","傣族","黎族","僳僳族","佤族","畲族","高山族","拉祜族","水族","东乡族",
             "纳西族","景颇族","柯尔克孜族","土族","达斡尔族","仫佬族","羌族","布朗族","撒拉族","毛南族","仡佬族","锡伯族","阿昌族","普米族","塔吉克族","怒族","乌孜别克族","俄罗斯族","鄂温克族","德昂族","保安族",
             "裕固族","京族","塔塔尔族","独龙族","鄂伦春族","赫哲族","门巴族","珞巴族","基诺族"];
var wenhua_sz = ["文盲","小学","初中","高中","大专及以上","学龄前儿童"];//文化程度
var zxszk_sz = ["非在校生","学前教育","小学","七年级","八年级","九年级","高中一年级","高中二年级","高中三年级","中职一年级","中职二年级","中职三年级","高职一年级","高职二年级","高职三年级","大专及以上"];//在校生状况
var ldjn_sz = ["普通劳动技能","技能劳动技能","丧失劳动力","无劳动力"];//劳动技能
var wgzk_sz = ["乡（镇）内务工","乡（镇）外县内务工","县外省内务工","省外务工"]//务工状况
var jkzk_sz = ["健康","长期慢性病","患有大病","残疾"];//健康状况
var xyjr_sz = ["否","是"];//是否现役军人
var pkhsx_sz = ["一般贫困户","低保户","五保户","低保贫困户","低收入农户"];//贫困户属性
var zyzy_sz = ["因病","因残","因学","因灾","缺土地","缺水","缺技术","缺劳力","缺资金","交通条件落后","自身发展力不足"];//主要致贫原因
var qtzy_sz = ["因病","因残","因学","因灾","缺土地","缺水","缺技术","缺劳力","缺资金","交通条件落后","自身发展力不足","因婚"];//其他致贫原因
var jls_sz = ["否","是"];//是否军烈属
var zzmm_sz = ["中共党员","中共预备党员","共青团员","民革会员","民盟盟员","民建会员","民进会员","农工党党员","致公党党员","九三学社社员","台盟盟员","无党派民主人士","群众"];//政治面貌
var ylbx_sz = ["不参见","参加"];//12.	是否参加新型农村合作医疗
var sbbz_sz = ["国家标准","省定标准","市定标准"];//识别标准AAC005
var xb_sz = ["男","女"];//性别